Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: If a matching display type already has screenshots, they will be deleted and replaced. You'll be asked to confirm before anything is uploaded.
ar: إذا كان نوع العرض المطابق يحتوي بالفعل على لقطات شاشة، فسيتم حذفها واستبدالها. سيُطلب منك التأكيد قبل تحميل أي شيء.
ca: Si un tipus de visualització coincident ja té captures de pantalla, se suprimiran i se substituiran. Se us demanarà que confirmeu abans de penjar res.
cs: Pokud již odpovídající typ zobrazení obsahuje snímky obrazovky, budou odstraněny a nahrazeny. Před odesláním čehokoli budete požádáni o potvrzení.
da: Hvis en matchende visningstype allerede har skærmbilleder, vil de blive slettet og erstattet. Du bliver bedt om at bekræfte, før noget uploades.
de: Wenn ein passender Anzeigetyp bereits Screenshots enthält, werden diese gelöscht und ersetzt. Sie werden um eine Bestätigung gebeten, bevor etwas hochgeladen wird.
el: Εάν ένας αντίστοιχος τύπος οθόνης έχει ήδη στιγμιότυπα οθόνης, θα διαγραφούν και θα αντικατασταθούν. Θα σας ζητηθεί να επιβεβαιώσετε πριν μεταφορτωθεί οτιδήποτε.
es: Si ya hay capturas en un tipo de pantalla coincidente, se eliminarán y reemplazarán. Se te pedirá confirmación antes de enviar nada.
fa: اگر یک نوع نمایشگر منطبق از قبل اسکرین شات داشته باشد، حذف و جایگزین می شود. از شما خواسته می شود قبل از آپلود هر چیزی تایید کنید.
fi: Jos vastaavalla näyttötyypillä on jo kuvakaappauksia, ne poistetaan ja korvataan. Sinua pyydetään vahvistamaan ennen kuin mitään ladataan.
fr: Si un type d'affichage correspondant comporte déjà des captures d'écran, elles seront supprimées et remplacées. Il vous sera demandé de confirmer avant que quoi que ce soit ne soit téléchargé.
he: אם לסוג תצוגה תואם כבר יש צילומי מסך, הם יימחקו ויוחלפו. תתבקש לאשר לפני העלאת משהו.
hr: Ako odgovarajuća vrsta zaslona već ima snimke zaslona, one će biti izbrisane i zamijenjene. Od vas će se tražiti da potvrdite prije nego što se bilo što učita.
hu: Ha a megfelelő megjelenítési típushoz már vannak képernyőképek, a rendszer törli és lecseréli azokat. Mielőtt bármit feltöltene, meg kell erősítenie.
id: Jika jenis tampilan yang cocok sudah memiliki tangkapan layar, tangkapan layar tersebut akan dihapus dan diganti. Anda akan diminta untuk mengonfirmasi sebelum sesuatu diunggah.
ja: 一致する表示タイプにすでにスクリーンショットがある場合、それらは削除され、置き換えられます。アップロードする前に確認を求められます。
ko: 일치하는 디스플레이 유형에 이미 스크린샷이 있는 경우 해당 스크린샷은 삭제되고 교체됩니다. 업로드하기 전에 확인하라는 메시지가 표시됩니다.
ms: Jika jenis paparan yang sepadan sudah mempunyai tangkapan skrin, ia akan dipadamkan dan diganti. Anda akan diminta untuk mengesahkan sebelum apa-apa dimuat naik.
nl: Als een overeenkomend weergavetype al schermafbeeldingen heeft, worden deze verwijderd en vervangen. Voordat er iets wordt geüpload, wordt u om bevestiging gevraagd.
no: Hvis en samsvarende visningstype allerede har skjermbilder, vil de bli slettet og erstattet. Du blir bedt om å bekrefte før noe lastes opp.
pl: Jeśli pasujący typ wyświetlacza ma już zrzuty ekranu, zostaną one usunięte i zastąpione. Zanim cokolwiek zostanie przesłane, zostaniesz poproszony o potwierdzenie.
pt_br: Se um tipo de exibição correspondente já tiver capturas de tela, elas serão excluídas e substituídas. Você será solicitado a confirmar antes de qualquer coisa ser carregada.
pt_pt: Se um tipo de exibição correspondente já tiver capturas de ecrã, elas serão excluídas e substituídas. Você será solicitado a confirmar antes de qualquer coisa ser carregada.
ro: Dacă un tip de afișare potrivit are deja capturi de ecran, acestea vor fi șterse și înlocuite. Vi se va cere să confirmați înainte de a încărca ceva.
sk: Ak už má zodpovedajúci typ zobrazenia snímky obrazovky, budú odstránené a nahradené. Pred odovzdaním čohokoľvek budete požiadaní o potvrdenie.
sl: Če ujemajoča se vrsta zaslona že vsebuje posnetke zaslona, bodo izbrisani in zamenjani. Preden se kar koli naloži, boste morali potrditi.
sv: Om en matchande visningstyp redan har skärmdumpar kommer de att tas bort och ersättas. Du kommer att bli ombedd att bekräfta innan något laddas upp.
th: หากประเภทการแสดงผลที่ตรงกันมีภาพหน้าจออยู่แล้ว ภาพเหล่านั้นจะถูกลบและแทนที่ คุณจะถูกขอให้ยืนยันก่อนที่จะอัปโหลดสิ่งใด
ur: اگر مماثل ڈسپلے قسم کے پہلے سے ہی اسکرین شاٹس ہیں، تو وہ حذف کر دیے جائیں گے اور تبدیل کر دیے جائیں گے۔ کچھ بھی اپ لوڈ ہونے سے پہلے آپ سے تصدیق کرنے کو کہا جائے گا۔
vi: Nếu loại màn hình phù hợp đã có ảnh chụp màn hình, chúng sẽ bị xóa và thay thế. Bạn sẽ được yêu cầu xác nhận trước khi tải lên bất kỳ nội dung nào.
zh_hans: 如果匹配的显示类型已经有屏幕截图，它们将被删除并替换。在上传任何内容之前，系统会要求您确认。

source: If a screenshot doesn't match any existing row, a new row is offered.
ar: إذا لم تتطابق لقطة الشاشة مع أي صف موجود، فسيتم عرض صف جديد.
ca: Si una captura de pantalla no coincideix amb cap fila existent, s'ofereix una fila nova.
cs: Pokud snímek obrazovky neodpovídá žádnému existujícímu řádku, nabídne se nový řádek.
da: Hvis et skærmbillede ikke matcher nogen eksisterende række, tilbydes en ny række.
de: Wenn ein Screenshot mit keiner vorhandenen Zeile übereinstimmt, wird eine neue Zeile angeboten.
el: Εάν ένα στιγμιότυπο οθόνης δεν ταιριάζει με καμία υπάρχουσα σειρά, προσφέρεται μια νέα σειρά.
es: Si una captura de pantalla no coincide con ninguna fila existente, se ofrece una nueva fila.
fa: اگر یک اسکرین شات با هیچ ردیف موجود مطابقت نداشته باشد، یک ردیف جدید ارائه می شود.
fi: Jos kuvakaappaus ei vastaa mitään olemassa olevaa riviä, uusi rivi tarjotaan.
fr: Si une capture d'écran ne correspond à aucune ligne existante, une nouvelle ligne est proposée.
he: אם צילום מסך אינו תואם לאף שורה קיימת, מוצעת שורה חדשה.
hr: Ako snimka zaslona ne odgovara nijednom postojećem retku, nudi se novi redak.
hu: Ha egy képernyőkép nem egyezik egyetlen meglévő sorral sem, a rendszer felajánl egy új sort.
id: Jika tangkapan layar tidak cocok dengan baris mana pun yang ada, baris baru akan ditawarkan.
ja: スクリーンショットが既存の行と一致しない場合は、新しい行が提供されます。
ko: 스크린샷이 기존 행과 일치하지 않으면 새 행이 제공됩니다.
ms: Jika tangkapan skrin tidak sepadan dengan mana-mana baris sedia ada, baris baharu ditawarkan.
nl: Als een screenshot met geen enkele bestaande rij overeenkomt, wordt een nieuwe rij aangeboden.
no: Hvis et skjermbilde ikke samsvarer med noen eksisterende rad, tilbys en ny rad.
pl: Jeśli zrzut ekranu nie pasuje do żadnego istniejącego wiersza, proponowany jest nowy wiersz.
pt_br: Se uma captura de tela não corresponder a nenhuma linha existente, uma nova linha será oferecida.
pt_pt: Se uma captura de ecrã não corresponder a nenhuma linha existente, uma nova linha será oferecida.
ro: Dacă o captură de ecran nu se potrivește cu niciun rând existent, este oferit un rând nou.
sk: Ak snímka obrazovky nezodpovedá žiadnemu existujúcemu riadku, ponúkne sa nový riadok.
sl: Če se posnetek zaslona ne ujema z nobeno obstoječo vrstico, se ponudi nova vrstica.
sv: Om en skärmdump inte matchar någon befintlig rad erbjuds en ny rad.
th: หากภาพหน้าจอไม่ตรงกับแถวที่มีอยู่ ระบบจะเสนอแถวใหม่
ur: اگر اسکرین شاٹ کسی موجودہ قطار سے مماثل نہیں ہے، تو ایک نئی قطار پیش کی جاتی ہے۔
vi: Nếu ảnh chụp màn hình không khớp với bất kỳ hàng hiện có nào thì một hàng mới sẽ được cung cấp.
zh_hans: 如果屏幕截图与任何现有行都不匹配，则会提供新行。

source: If a shape spans across templates and you only see part of it, that's expected — each template clips shapes to its own bounds. Switch to a different template view or use **F** to focus on the whole shape.
ar: إذا امتد الشكل عبر القوالب ولم تشاهد سوى جزء منه، فهذا أمر متوقع - حيث يقوم كل قالب بقص الأشكال إلى حدوده الخاصة. قم بالتبديل إلى عرض قالب مختلف أو استخدم **F** للتركيز على الشكل بأكمله.
ca: Si una forma s'estén per plantilles i només en veieu una part, això és d'esperar: cada plantilla retalla les formes als seus propis límits. Canvia a una vista de plantilla diferent o utilitza **F** per centrar-te en tota la forma.
cs: Pokud se tvar rozprostírá přes šablony a vidíte jen jeho část, je to očekávané – každá šablona ořezává tvary podle svých vlastních hranic. Přepněte do jiného zobrazení šablony nebo pomocí **F** zaostřete na celý tvar.
da: Hvis en form strækker sig over skabeloner, og du kun ser en del af den, er det forventet - hver skabelon klipper figurer til sine egne grænser. Skift til en anden skabelonvisning, eller brug **F** for at fokusere på hele formen.
de: Reicht eine Form über mehrere Vorlagen und du siehst nur einen Teil davon, ist das normal – jede Vorlage schneidet Formen an ihren eigenen Grenzen ab. Wechsle zu einer anderen Vorlage oder drücke **F**, um die ganze Form zu fokussieren.
el: Εάν ένα σχήμα εκτείνεται σε πρότυπα και βλέπετε μόνο μέρος του, αυτό είναι αναμενόμενο — κάθε πρότυπο κόβει τα σχήματα στα δικά του όρια. Μεταβείτε σε διαφορετική προβολή προτύπου ή χρησιμοποιήστε το **F** για να εστιάσετε σε ολόκληρο το σχήμα.
es: Si una forma ocupa varias plantillas y solo ves una parte, es lo normal: cada plantilla recorta las formas a sus propios límites. Cambia a otra vista de plantilla o pulsa **F** para centrar la vista en toda la forma.
fa: اگر شکلی روی چند اسکرین‌شات امتداد دارد و فقط بخشی از آن را می‌بینید، طبیعی است — هر اسکرین‌شات شکل‌ها را در محدودهٔ خودش برش می‌دهد. به اسکرین‌شات دیگری بروید یا با **F** روی کل شکل تمرکز کنید.
fi: Jos muoto ulottuu mallien yli ja näet vain osan siitä, se on odotettavissa – jokainen malli leikkaa muotoja omiin rajoihinsa. Vaihda toiseen mallinäkymään tai käytä **F** keskittyäksesi koko muotoon.
fr: Si une forme s'étend sur plusieurs modèles et que vous n'en voyez qu'une partie, c'est normal : chaque modèle rogne les formes à ses propres limites. Passez à la vue d'un autre modèle ou utilisez **F** pour zoomer sur la forme entière.
he: אם צורה משתרעת על פני תבניות ואתה רואה רק חלק ממנה, זה צפוי - כל תבנית חותכת צורות לגבולותיה. עבור לתצוגת תבנית אחרת או השתמש ב-**F** כדי להתמקד בכל הצורה.
hr: Ako se oblik proteže preko predložaka i vidite samo njegov dio, to je očekivano — svaki predložak izrezuje oblike prema vlastitim granicama. Prebacite se na drugi prikaz predloška ili upotrijebite **F** da se fokusirate na cijeli oblik.
hu: Ha egy alakzat átnyúlik a sablonokon, és csak egy részét látja, ez várható – minden sablon a saját határaihoz vágja az alakzatokat. Váltson másik sablonnézetre, vagy használja az **F** billentyűt, hogy a teljes alakzatra fókuszáljon.
id: Jika suatu bentuk terbentang di seluruh templat dan Anda hanya melihat sebagian saja, hal ini wajar — setiap templat akan memotong bentuk ke batasnya masing-masing. Beralih ke tampilan templat lain atau gunakan **F** untuk fokus pada keseluruhan bentuk.
it: Se una forma si estende su più modelli e ne vedi solo una parte, è normale: ogni modello ritaglia le forme entro i propri limiti. Passa a una vista modello diversa o usa **F** per centrare la vista sull'intera forma.
ja: 図形が複数のテンプレートにまたがっていて一部しか見えないのは想定どおりの動作です。各テンプレートは図形を自分の範囲でクリップします。別のテンプレートを表示するか、**F** で図形全体にフォーカスしてください。
ko: 도형이 여러 템플릿에 걸쳐 있는데 일부만 보인다면 정상입니다. 각 템플릿은 도형을 자기 경계에 맞춰 자릅니다. 다른 템플릿을 보거나 **F**를 눌러 도형 전체에 초점을 맞추세요.
ms: Jika bentuk merentasi templat dan anda hanya melihat sebahagian daripadanya, itu sudah dijangka — setiap templat menjepit bentuk mengikut sempadannya sendiri. Beralih kepada paparan templat lain atau gunakan **F** untuk memfokus pada keseluruhan bentuk.
nl: Als een vorm zich over sjablonen uitstrekt en u slechts een deel ervan ziet, is dat te verwachten: elke sjabloon knipt vormen binnen zijn eigen grenzen. Schakel over naar een andere sjabloonweergave of gebruik **F** om de focus op de hele vorm te leggen.
no: Hvis en form spenner over maler og du bare ser en del av den, er det forventet - hver mal klipper figurer til sine egne grenser. Bytt til en annen malvisning eller bruk **F** for å fokusere på hele formen.
pl: Jeśli kształt obejmuje szablony i widzisz tylko jego część, jest to normalne — każdy szablon przycina kształty do własnych granic. Przełącz do innego widoku szablonu lub użyj **F**, aby skupić się na całym kształcie.
pt_br: Se uma forma se estende por modelos e você vê apenas parte dela, isso é esperado: cada modelo corta as formas de acordo com seus próprios limites. Mude para uma visualização de modelo diferente ou use **F** para focar em toda a forma.
pt_pt: Se uma forma se estende por modelos e você vê apenas parte dela, isso é esperado: cada modelo corta as formas de acordo com seus próprios limites. Mude para uma visualização de modelo diferente ou use **F** para focar em toda a forma.
ro: Dacă o formă se întinde pe șabloane și vedeți doar o parte din ea, este de așteptat - fiecare șablon decupează formele la propriile limite. Comutați la o altă vizualizare a șablonului sau utilizați **F** pentru a vă concentra asupra întregii forme.
ru: Если фигура охватывает несколько шаблонов и видна лишь частично, это нормально — каждый шаблон обрезает фигуры по своим границам. Переключитесь на другой шаблон или нажмите **F**, чтобы сфокусироваться на фигуре целиком.
sk: Ak sa tvar rozprestiera naprieč šablónami a vidíte len jeho časť, očakáva sa to – každá šablóna orezáva tvary podľa vlastných hraníc. Prepnite na iné zobrazenie šablóny alebo pomocou **F** zaostrite na celý tvar.
sl: Če se oblika razteza čez predloge in vidite le njen del, je to pričakovano – vsaka predloga obreže oblike na svoje meje. Preklopite na drug pogled predloge ali uporabite **F**, da se osredotočite na celotno obliko.
sv: Om en form sträcker sig över mallar och du bara ser en del av den, är det förväntat - varje mall klipper ut former till sina egna gränser. Byt till en annan mallvy eller använd **F** för att fokusera på hela formen.
th: หากรูปร่างขยายไปตามเทมเพลตและคุณเห็นเพียงบางส่วนเท่านั้น ก็เป็นไปตามที่คาดไว้ โดยแต่ละเทมเพลตจะคลิปรูปร่างเข้ากับขอบเขตของตัวเอง สลับไปที่มุมมองเทมเพลตอื่น หรือใช้ **F** เพื่อเน้นที่รูปร่างทั้งหมด
tr: Bir şekil şablonlar arasında uzanıyorsa ve yalnızca bir kısmını görüyorsanız bu beklenen bir durumdur — her şablon şekilleri kendi sınırlarına göre kırpar. Farklı bir şablon görünümüne geçin veya şeklin tamamına odaklanmak için **F** tuşunu kullanın.
uk: Якщо фігура охоплює кілька шаблонів і ви бачите лише її частину, це очікувано — кожен шаблон обрізає фігури за своїми межами. Перейдіть до іншого шаблону або натисніть **F**, щоб сфокусуватися на всій фігурі.
ur: اگر ایک شکل ٹیمپلیٹس پر پھیلی ہوئی ہے اور آپ کو صرف اس کا کچھ حصہ نظر آتا ہے، تو اس کی توقع کی جاتی ہے - ہر ٹیمپلیٹ شکلوں کو اپنی حدوں میں تراشتا ہے۔ ایک مختلف تمثیل منظر پر سوئچ کریں یا پوری شکل پر توجہ مرکوز کرنے کے لیے **F** کا استعمال کریں۔
vi: Nếu một hình trải rộng trên các mẫu và bạn chỉ nhìn thấy một phần của nó, đó là điều bình thường — mỗi mẫu sẽ cắt các hình dạng theo giới hạn riêng của nó. Chuyển sang chế độ xem mẫu khác hoặc sử dụng **F** để tập trung vào toàn bộ hình dạng.
zh_hans: 如果一个形状跨越多个模板，而你只看到它的一部分，这是正常的——每个模板都会将形状裁剪到自身边界内。切换到其他模板视图，或按 **F** 聚焦整个形状。
zh_hant: 如果形狀橫跨多個範本，而你只看到其中一部分，這是正常的——每個範本都會將形狀裁切在自己的範圍內。切換到其他範本檢視，或按 **F** 聚焦整個形狀。

source: If an image file a screenshot needs can't be read, the frame renders empty and the export ends with **Some Images Are Missing** rather than a plain success — a blank device frame otherwise passes every check right up to the store.
ar: إذا تعذرت قراءة ملف الصورة الذي تحتاج إليه لقطة الشاشة، فسيصبح الإطار فارغًا وينتهي التصدير بـ **بعض الصور مفقودة** بدلاً من النجاح البسيط — وإلا فإن إطار الجهاز الفارغ يمرر كل فحص إلى المتجر مباشرةً.
ca: Si no es pot llegir un fitxer d'imatge que necessita una captura de pantalla, el marc es mostra buit i l'exportació s'acaba amb **Algunes imatges falten** en lloc d'un èxit normal; en cas contrari, un marc del dispositiu en blanc passa cada control fins a la botiga.
cs: Pokud obrazový soubor, který potřebuje snímek obrazovky, nelze přečíst, rámeček se vykreslí prázdný a export skončí textem **Některé obrázky chybí** místo prostého úspěchu – prázdný snímek zařízení jinak projde každou kontrolou až do obchodu.
da: Hvis en billedfil, som et skærmbillede har brug for, ikke kan læses, bliver rammen tom, og eksporten slutter med **Nogle billeder mangler** snarere end en almindelig succes - en tom enhedsramme passerer ellers hver kontrol helt op til butikken.
de: Kann eine benötigte Bilddatei nicht gelesen werden, bleibt der Rahmen leer und der Export endet mit **Einige Bilder fehlen** statt mit einer einfachen Erfolgsmeldung – ein leerer Geräterahmen würde sonst jede Prüfung bis in den Store bestehen.
el: Εάν ένα αρχείο εικόνας που χρειάζεται ένα στιγμιότυπο οθόνης δεν μπορεί να διαβαστεί, το πλαίσιο καθίσταται κενό και η εξαγωγή τελειώνει με **Ορισμένες εικόνες λείπουν** αντί για απλή επιτυχία — διαφορετικά ένα κενό πλαίσιο συσκευής περνά κάθε έλεγχο μέχρι το κατάστημα.
es: Si no se puede leer un archivo de imagen que necesita una captura, el marco se muestra vacío y la exportación termina con **Faltan algunas imágenes** en lugar de un simple éxito; si no, un marco de dispositivo vacío pasaría todas las comprobaciones hasta llegar a la tienda.
fa: اگر فایل تصویری که اسکرین‌شات به آن نیاز دارد خوانده نشود، قاب خالی رندر می‌شود و صدور به‌جای پیام موفقیت، با **برخی تصاویر موجود نیستند** پایان می‌یابد — وگرنه یک قاب دستگاه خالی تا خود فروشگاه از همهٔ بررسی‌ها رد می‌شد.
fi: Jos kuvakaappauksen tarvitsemaa kuvatiedostoa ei voida lukea, kehys renderöityy tyhjänä ja vienti päättyy ilmoitukseen **Joitakin kuvia puuttuu** tavallisen onnistumisen sijaan — tyhjä laitekehys muuten läpäisee kaikki tarkistukset aina kauppaan asti.
fr: Si un fichier image nécessaire à une capture d'écran est illisible, le cadre s'affiche vide et l'exportation se termine par **Certaines images manquent** plutôt que par un simple succès — sans cela, un cadre d'appareil vide passerait toutes les vérifications jusqu'à la boutique.
he: אם לא ניתן לקרוא קובץ תמונה שדרוש לו צילום מסך, המסגרת הופכת לריקה והייצוא מסתיים ב-**כמה תמונות חסרות** במקום הצלחה רגילה - מסגרת ריקה של מכשיר עוברת כל בדיקה עד לחנות.
hr: Ako se slikovna datoteka koja je potrebna snimci zaslona ne može pročitati, okvir se prikazuje prazan i izvoz završava s **Some Images Are Missing** umjesto jednostavnog uspjeha — prazan okvir uređaja inače prolazi sve provjere sve do trgovine.
hu: Ha egy képernyőképhez szükséges képfájl nem olvasható, a keret üresen jelenik meg, és az exportálás a **Néhány kép hiányzik** szöveggel végződik, nem pedig egyszerű sikerrel – különben az üres eszközkeret minden ellenőrzést átmegy a boltba.
id: Jika file gambar yang diperlukan tangkapan layar tidak dapat dibaca, bingkai akan menjadi kosong dan ekspor diakhiri dengan **Beberapa Gambar Hilang** alih-alih sukses — bingkai perangkat kosong akan meneruskan setiap pemeriksaan hingga ke penyimpanan.
it: Se non è possibile leggere il file immagine necessario a uno screenshot, la cornice viene resa vuota e l'esportazione termina con **Mancano alcune immagini** anziché con un semplice successo: altrimenti una cornice del dispositivo vuota supererebbe ogni controllo fino allo store.
ja: スクリーンショットに必要な画像ファイルを読み込めない場合、フレームは空の状態でレンダリングされ、書き出しは通常の成功ではなく **一部の画像がありません** で終了します。そうしないと、空のデバイスフレームがストアに届くまですべてのチェックを通過してしまうためです。
ko: 스크린샷에 필요한 이미지 파일을 읽을 수 없으면 프레임이 비어 있는 채로 렌더링되고, 내보내기는 단순한 성공이 아니라 **일부 이미지가 누락되었습니다** 알림으로 끝납니다. 그렇지 않으면 빈 기기 프레임이 스토어에 올라갈 때까지 모든 검사를 통과해 버립니다.
ms: Jika fail imej yang diperlukan oleh tangkapan skrin tidak boleh dibaca, bingkai tersebut akan menjadi kosong dan eksport berakhir dengan **Sesetengah Imej Hilang** dan bukannya kejayaan biasa — bingkai peranti kosong sebaliknya menghantar setiap pemeriksaan terus ke kedai.
nl: Als een afbeeldingsbestand dat een screenshot nodig heeft niet kan worden gelezen, wordt het frame leeg weergegeven en eindigt de export met **Sommige afbeeldingen ontbreken** in plaats van een duidelijk succes - een leeg apparaatframe geeft anders elke controle rechtstreeks door aan de winkel.
no: Hvis en bildefil et skjermbilde trenger ikke kan leses, blir rammen tom og eksporten avsluttes med **Noen bilder mangler** i stedet for en ren suksess - en tom enhetsramme passerer ellers hver sjekk helt opp til butikken.
pl: Jeśli nie można odczytać pliku obrazu, którego potrzebuje zrzut ekranu, ramka staje się pusta, a eksport kończy się komunikatem **Brakuje niektórych obrazów**, a nie zwykłym sukcesem — w przeciwnym razie pusta ramka urządzenia przechodzi każdą kontrolę prosto do sklepu.
pt_br: Se um arquivo de imagem de que uma captura de tela precisa não puder ser lido, a moldura fica vazia e a exportação termina com **Algumas imagens estão faltando** em vez de um simples sucesso — do contrário, uma moldura em branco passaria por todas as verificações até chegar à loja.
pt_pt: Se um ficheiro de imagem necessário para uma captura de ecrã não puder ser lido, o quadro ficará vazio e a exportação terminará com **Algumas imagens estão faltando** em vez de um simples sucesso - caso contrário, um quadro de dispositivo em branco passará em todas as verificações até a loja.
ro: Dacă nu poate fi citit un fișier imagine de care are nevoie o captură de ecran, cadrul se redă gol și exportul se termină cu **Lipsesc unele imagini**, mai degrabă decât un succes simplu - un cadru gol al dispozitivului trece în caz contrar fiecare verificare chiar în magazin.
ru: Если файл изображения, нужный скриншоту, невозможно прочитать, рамка отрисовывается пустой, а экспорт завершается сообщением **Некоторые изображения отсутствуют**, а не обычным успехом, — иначе пустая рамка устройства прошла бы все проверки вплоть до магазина.
sk: Ak nie je možné prečítať súbor s obrázkom, ktorý potrebuje snímku obrazovky, rám sa vykreslí ako prázdny a export sa skončí textom **Niektoré obrázky chýbajú** namiesto jednoduchého úspechu – prázdna snímka zariadenia inak prejde každou kontrolou až do obchodu.
sl: Če slikovne datoteke, ki jo potrebuje posnetek zaslona, ni mogoče prebrati, se okvir upodobi prazen in izvoz se konča z **Some Images Are Missing** in ne z navadnim uspehom – prazen okvir naprave sicer prestane vsako preverjanje vse do trgovine.
sv: Om en bildfil som en skärmdump behöver inte kan läsas, blir ramen tom och exporten slutar med **Vissa bilder saknas** snarare än en ren framgång – en tom enhetsram passerar annars varje kontroll ända fram till butiken.
th: หากไม่สามารถอ่านไฟล์รูปภาพที่ภาพหน้าจอต้องการได้ เฟรมจะเรนเดอร์ว่างเปล่าและการส่งออกจะสิ้นสุดด้วย **รูปภาพบางรูปหายไป** แทนที่จะเป็นความสำเร็จธรรมดา — เฟรมอุปกรณ์ว่างจะผ่านการตรวจสอบทุกครั้งจนถึงร้านค้า
tr: Bir ekran görüntüsünün ihtiyaç duyduğu bir görüntü dosyası okunamazsa çerçeve boş oluşturulur ve dışa aktarma düz bir başarı mesajı yerine **Bazı Görüntüler Eksik** uyarısıyla biter — aksi hâlde boş bir aygıt çerçevesi mağazaya kadar her denetimden geçer.
uk: Якщо файл зображення, потрібний знімку екрана, не вдається прочитати, рамка рендериться порожньою, а експорт завершується повідомленням **Деякі зображення відсутні**, а не простим успіхом, — інакше порожня рамка пристрою пройшла б усі перевірки аж до магазину.
ur: اگر کسی تصویر کی فائل کو اسکرین شاٹ کی ضرورت نہیں پڑھی جا سکتی ہے، تو فریم خالی ہو جاتا ہے اور ایکسپورٹ کا اختتام سادہ کامیابی کے بجائے **کچھ امیجز غائب ہیں** کے ساتھ ہوتا ہے — ایک خالی ڈیوائس فریم بصورت دیگر ہر چیک کو اسٹور تک پہنچا دیتا ہے۔
vi: Nếu không thể đọc được tệp hình ảnh mà ảnh chụp màn hình cần, khung sẽ hiển thị trống và quá trình xuất kết thúc bằng **Một số hình ảnh bị thiếu** chứ không phải là thành công đơn thuần — nếu không thì khung thiết bị trống sẽ vượt qua mọi bước kiểm tra ngay tại cửa hàng.
zh_hans: 如果截图所需的图像文件无法读取，对应的边框会渲染为空白，导出结束时会显示 **部分图像缺失**，而不是直接提示成功——否则空白的设备边框会通过所有检查，一路到达商店。
zh_hant: 如果螢幕截圖所需的影像檔案無法讀取，外框會顯示為空白，且輸出結束時會顯示**部分影像遺失**，而不是單純的成功——否則空白的裝置外框會一路通過所有檢查直到上架商店。
